[
    "안녕하세용 제가 요즘 치킨을 자주 먹어서 당분간 거리두기 하려고 했는데 bhc 신메뉴 마법클이 자꾸 제 눈에 보이더라구요??? 그래서 할 수 없이 시켜버렸어요\n면도 요즘 많이 먹어서 밥 먹으려다가 마법클이 살짝 느끼하다는 후기가 있어서 불닭볶음면까지 가져와버렸다는 그런 이야기^^헤헷",
    "이사람처럼 맛나고 깔끔하게 먹는 사람도 없는듯~^^쩝쩝소리 안내고 진짜 최고다!♡",
    "Amo os seus vídeos. Meu sonho chegar nesse nível. Quem sabe um dia ",
    "Que delícia sua refeição ️️🇧🇷🇧🇷",
    "Boki has out done herself this time.This muk-bang with crispy garlic chicken,cheese balls and buldak noodles had my taste buds jumpin.",
    "언니 한입 먹으려고 음식 뜰 때 희희 마딨게땅 이런 표정이 너무 귀여워ㅠ",
    "식단 관리할때 이런 음식 못 먹지만\n복희님이 대신 먹어주셔서 \n대리만족으로 최고예요 \n감사합니다",
    "역시 복희님은 맛있게 먹는 조합을 아시는군요~!\n나도 먹어보니 저렇게 먹으면 정말 맛있어요",
    "나는 50대 아줌마인데 복스럽게 먹는건 복희씨가 최고인거 같아요^^\n입맛 없을때 틀어놓고 먹으면 입안에 침이 돌아 밥한그릇 뚝딱해요~~",
    "so satisfying, I really love Korean ramyeon ahhh it looks so yummy ",
    "ボキちゃんがよく食べるプルダックポックンミョンとチキンの組み合わせ好き",
    "Original flavor of Buldak noodles is my favorite! Follow by the Quattro Cheese  ",
    "Incredible Mukbang you eat so well, love your content, keep up the great work",
    "맛있겠다....언니 제발 치킨이나 디저트같은거 많이해주세요♡♡",
    "A dish that makes drool really... So good ️",
    "Hello Boki, I like watching you mukbang, it seems you are really enjoying your delicious food",
    "같은여자로서 볼매다 특히음식을 너무예쁘게복스럽게먹네",
    "It's sooo delicious! My fav is corn dog! And sooo cheesy and has sausages! Soo yummy! ",
    "복히쨘.. 오늘도 완벽한 조합... 여름이 가기 전에 비빔냉면 한번 더 먹어주세요ㅠㅠ 대창과 함께....",
    "So Yummy ",
    "BẠN ĂN NGON MIỆNG. DIỆP HẠ EM GÁI CẦN THƠ CHÚC BẠN VÀ GIA ĐÌNH VUI VẺ NHIỀU SỨC KHỎE BÌNH AN HẠNH PHÚC THÀNH CÔNG ",
    "와~~~ 진짜 맛있게 먹는다 ㅠㅠㅠ 진짜로 배고파진다 ㅎㅎㅎ",
    "I love your noodle mukbangs boki x",
    "음식이 아주 맛있어 보입니다. 감사합니다. 즐거운 시간 보내시길 바랍니다.",
    "Yum. Your food looks so good Boki for my dinner I had chopped up steak I had beef sausage, and a little side, salad, rice, and a fruit cup",
    "와 군침이싹도누 겁나맛있겠다",
    "ボキちゃんもbhcの新メニュー食べてるー！\nとても美味しそうです。\n音もサクサクしていてグッド‪\nboki씨, bhc의 새로운 메뉴 맛있을 것 같습니다.",
    "So tasty food thank you for effort",
    "プルダックを世界一美味しそうに食べる女",
    "복희님, bhc 신메뉴 마법클치킨이랑 뿌링클치즈볼에 잘 어울리는 오랜만에 붉닭볶음면을 잘 먹네요.\n항상 행복하세요.",
    "That chicken has such a satisfying crunch!",
    "You're simply the best Boki ",
    "정말 야물딱지게 낄끔하게 잘 드셔서 마음에 쏙 들어요.",
    "I miss the old videos where you had more variety in smaller dishes, specifically authentic korean foods!",
    "Hello from the USA 🇺🇸. I was wondering if it is possible to make rice noodles that aren’t so very spicy? I love your channel and you also. You make everything you eat look so yummy . Can you please answer me? Thank you.",
    "Your cooking style is perfect ",
    "The food looks so yummy",
    "It's sooo delicious!",
    "언니 소갈비찜에 쌀밥 기깔나게 먹어주세요",
    "Greetings from Azerbaijan 🇦🇿🇰🇷",
    "불닭 진짜 매워 보여요..소스를 더 넣었다니...대박\n맵찔이는 절대 못 먹쥬.",
    "The food you prepare looks delicious",
    "치킨에 불닭이라니! 환상적이네여",
    "복희님 먹는 모습이 예뻐요",
    "本当に食べ方が綺麗でとても見ていてお腹が空いてきますとても美味しそうです♪",
    "Oh my God this looks soooo goood i want to try it",
    "복희님 불닭조합 항상\n넘젛아요 ㅠㅠ",
    "麺美味しそうです",
    "문복희님^^ 항상 재밌는 영상 감사해용ㅎㅎ 앞으로도 잘부탁해용^^",
    "I really love Garlic Chicken Buldak noodles, crunchy, cheese balls Eeemm and also Coke",
    "I like it when you make videos about noodles. ",
    "와 진짜맛있겠다",
    "i love buldak noodles️",
    "언니 불닭 먹방은.. 세상에서 쵝오..",
    "Bokiさん！チキン美味しそうですね〜",
    "The chickens look delicious",
    "That's super mouth watering",
    "정말 맛있죠? 정말 너무 먹고 싶어요",
    "When I see your videos my mouth is full with water \nFood looks tempting \nI really like your videos ️️\nThankyou so much for sharing ️",
    "Your food looks delicious",
    "다시봐도 너무 예뻐요",
    "Ah so satisfying and delicious ",
    "looks delicious",
    "간장새우장이나 장류+밥 먹방도 해주세요ㅠㅜ!!",
    "Your cooking style is perfect",
    "오늘 의상이랑 치킨이랑 너무 잘 어울려요! 그리고 옷이랑 복희님이랑로 찰떡",
    "국수와 함께 치킨 너겟을 먹었을 때 그 부분이 정말 마음에 들었습니다",
    "hi boki, why don't you try burrito or taco bell from chipotle? <333",
    "언니 올만에 엽떡 먹방 해주세용 !!",
    "ガーリック風味のチキン食べるとビール飲みたくなっちゃいますよね️\nBokiサンのASMRをBGMに飲みます(≧∇≦)",
    "늘 잘보고 있어요 화이팅 ",
    "오늘 음식은 진짜 미쳐따,,",
    "So delicious.",
    "Love the color scheme ",
    "wow!!! yummy ️",
    "こんばんは～いつも食べてる笑顔に癒やされてますありがとうございます。これからも応援しています",
    "Boki吃炸雞～感覺真美味～",
    "Wish you enjoy your wonderful meal ",
    "복희언니 너무너무 이뻐용  오늘 영상두 잘보구 갈게요",
    "Looks yummy",
    "덕분에 귀 호강했어요 감사합니다",
    "저는 BHC 골드킹 좋아해요 친한언니도 맛있다네요 복희님도 드셔보세요",
    "Hola bonita eres la mejor muchos besitos",
    "언니 천만되면 뭐하나 큰거 오지????",
    "ただただ美味しそう\nありがとう",
    "바로 들어왔어요 오늘도 먹방 잘 볼게요",
    "이제 나올 때 됐습니다!! 마라탕 먹방 !!!",
    "Always yummy food enjoy your food pretty ",
    "Вы очень много кушаете, но при этом не полнеете. В чем Ваш секрет?",
    "Yummy ",
    "Selalu yang kunanti dan Ter the best ",
    "Very interesting...I like your content it makes me relax and calm...(＾3＾♪",
    "Woow you eating spicy noodles and soo yummy testy chicken ",
    "Sao bả ăn nhiều mà body bả đỉnh quá vậy ?",
    "복희님맛있게드세요",
    "아 히밥영상보다가 체할거같아서 눈 정화하러 왔어유...",
    "복희님 영상 거의 다 본 입장으로서...\n 오늘 치킨은 입맛에 그렇게 맞지 않아보임ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ 표정은 거짓말을 하지않지",
    "Yum ",
    "복희 꽃길만 걸어 사랑해복희아니면 누가 먹방해~~~ 보키보키",
    "복희님 두툼한 연어초밥 먹방해주세여",
    "역시 최고",
    "Тамагын таттуу болсун!",
    "ngon quá trời",
    "今日もら豪快に食べてましたねいったいどこに入るのかな？沢山食べて細いって羨ましいです️ママに怒られるチキンってのが少し笑えました、確かにめちゃくちゃ落ちますからね",
    "I love the way you  eat your so pretty ms boki god bless you.",
    "I love Bucky so much And also Your smile It's a great and cute you look very nice ",
    "보키언니는 한입만 최고당",
    "Can you try indo food in your next video  it's a humble request..",
    "언니 화채 한번만 더 먹어주세요ㅠㅠ",
    "ボキちゃん　可愛い",
    "따로 운동같은걸 빡세게 하시나요? 매번 이렇게 기름진 음식 많이먹는데 살 안찌는거 너무 신기..",
    "뿌링클 > 맛초킹 > 마법클\n\n랭킹 정하면 이정도일듯. 맛있긴한데 마지막 한방이 부족함.",
    "food ",
    "매운거 먹다가 뜨겁고 순한거 먹으면 입이 더 많이 매워지는데 괜찮아요?",
    "可愛い",
    "옛날 영상처럼 음미하면서 천천히 먹어주세요~넘 급하게 먹고 끝내는 느낌적인 느낌~~~!",
    "언니에게 하트 받을려면 대체 어떻게 해야해요?",
    "불닭 미텻다 진심\n불닭 끓이는법 강의좀 해주세요 젭알용",
    ".....كم انتِ جميلة.....",
    "아응 소리좋아",
    "صحه",
    "오늘은 음식들이 도망가네요ㅋㅋ",
    "ニンニクチキンはコーラと相性抜群\n僕はビールが飲みたい",
    "하루에 한끼드세요? 살이 왜케 안찌세요?ㅎㅎ",
    "시각적 청각적 즐거움",
    "mantulll ",
    "日本にきた動画観ました。\nまた日本に遊びに来てくださいね\nブルダックの黒いカップ麺食べれない",
    "こんばんは。また、日本に来てくださいまだまだ美味しい食べ物あります!",
    "Wow ",
    "Hi boki I'm your big fan can u do mukbang crispy creme donut",
    "",
    "형님 편육이랑 도ㅑ지껍데기 도드셔주세요",
    "Yummy",
    "나는 당신의 비디오를 정말 좋아합니다️‍",
    "Love you Boki ",
    "Mình thích bạn ăn tự nhiên như trước kia đó là khép miệng lại khi nhai. Những video gần đây khi nhai bạn không khép miệng mà cứ hở miệng ra nhai để âm thanh to hơn. Nhưng nghe vậy khó chịu lắm. Mình góp ý vậy thôi",
    "마법클 치킨 궁금하다ㅋ",
    "Delicious but the things is I don’t eat spicy ones, I eat the indomie but no spiciness",
    "언니 응급실 떡볶이 먹방 보고싶어요ㅠ",
    "언니 넘 예뻐",
    "Thursday night with Boki!",
    "Thank you for eating with me.. ",
    "Delizioso",
    "Love you boki️",
    "웅니 비빔밥 먹방 보고시퍼요",
    "밥먹방도 해주세용",
    "문복희 Eat with Boki님 먹는모습이 아주예쁘군만요.",
    "Nice ",
    "안녕하세요 코유 님, 마법의 식사를 하고 계시네요. 정말 마법 같아요. 당신은 내 마음을 매혹시켰어요, 아가씨. 음식이 상상을 초월해서 어지러웠어요. 그 광경이 제가 얼마나 좋아했는지 놀랐어요. 함께였으면 좋겠어요. 당신, 그래서 당신 아들의 맛과 국수를 이길 것입니다. 더 매력적이고 맛있어 졌을 것이고 워커는 더 식욕을 돋울 것입니다. 나는 당신을 돕고 당신을 행복하게하고 당신의 작은 마음을 행복하게 해달라고 신에게기도합니다. 귀여운 Bkuyo. 질문 하나 드려도 될까요 당신이 너무 아름다워서 결혼하셨나요 그냥 호기심일 뿐 더 이상은 아닙니다 답변 부탁드립니다 ",
    "Awesome",
    "매워서 뒤로 갈수록 얼굴 빨개지는 보키 ㄱㅇㅇ",
    "đó là gà tỏi ngon và mì với viên phô mai",
    "갸아아아아아아아아악 맛있ㄱㅆ다",
    "Indonesian hadir 🇮🇩",
    "",
    "Just more beautiful ",
    "",
    "Wow boki",
    "is so yummer",
    "I love you, boki ",
    "so good",
    "Good",
    "️️",
    "I love you Boki",
    "Boki is very beautiful",
    "불닭면에다가 뭐 첨가한게분명해 안그럼 저색깔이나올수가 없엉......",
    "🇮🇶",
    "Yummm",
    "Cute",
    "İt's interesting to watch you eat",
    "",
    "",
    "bhc",
    "keep going ️",
    "간장새우 먹방 함 가시죠",
    "",
    "나만 계속 저누나 볼때마다 한소희 \n생각나냐",
    "Your best mukbang your are best",
    "️",
    "Boki",
    "",
    "복히언니",
    "Sound of eating chiken noodles kacu kacu ssfu kacu muk muk gupn give me some noodles",
    "被媽媽打第一名",
    "",
    "️",
    "Sometimes I don't understand whether u like food or not you write great things about food but you dont look happy when you eat its a little weird ",
    "You so cute",
    "치킨은 순살 한마리일까요 두마리일까요 ㅋ",
    "️",
    "Love you ",
    "잘먹네?",
    "",
    "입이 큰거맞는데  더일부로  입크게벌리는ㅋㅋㅋㅋ",
    "복희",
    "EAT PIZZA PLS",
    "i think boki in this video alike song hye kyo",
    "Can you please put this on your other channel with no commentary, I find the commentary very annoying, food looks incredible!!",
    "Почему у тебя всё падает",
    "When? When there will be ten million? I want you to get diamond button!🥹",
    "",
    "",
    "🇲🇾",
    "   ",
    "️️️️️️",
    "",
    "Nyam......",
    "진짜ㅈㄴ맛잇뎄다ㅠㅠㅠㅠㅠㅠㅠㅠ",
    "",
    "",
    "저 처음에 아이브 유진님인줄ㅋㅋ",
    "My crush = Boki",
    "Good 1",
    "More noodles",
    "볼살이 빠짐 ㅜㅜ",
    "앞머리 제발 다시 까주세요",
    "유명하다면서 돈쭐엔 못나오는 건가?",
    "음식 삼키는소리가 너무 크게 들리네요...",
    "Just wait boki I am doing in Japanese food",
    "I like u Boki",
    "The noodles look very dry.",
    "원테이느 영상올려주새여",
    "baskin rosbin pls",
    "why you always cut your video every time you swallow? everytime.",
    "Hi Boki!!",
    "it’s 1 am……",
    "I'm sorry, please, please do it, I don't understand Russian.",
    "Bokiiii can i get a heart?",
    "たまにくちゃくちゃする音が気になります",
    "i luv u",
    "Bat_a   뱉아",
    "91 coment",
    "ㅉ",
    "Que fomeee",
    "안녕 각",
    "",
    "As always cute and sweet"
]